Repository: robo-fish/Volta
Catalog: app/*.lproj/ConversionErrors.strings
Languages: de, zh_hans

source: Error:
de: Fehler:
zh_hans: 错误：

# wrong name prefix
source: %@ has an incorrect name prefix. Expected: '%@'.
de: %@ hat einen falschen Anfangsbuchstaben. Erwartet: '%@'.
zh_hans: %@ 名称字首错误。预期值：“%@”.

# pin not wired
source: Pin "%s" of component %@ is not wired.
de: Pin "%s" in Bauteil %@ ist nicht verdrahtet.
zh_hans: 零件 %2$@ 的接头 “%1$s“ 未被连接。

# Unknown scale type.
source: %@ has unknown scale type. Expected 'dec', 'oct' or 'lin'.
de: %@ hat unbekannte Skalierungsangabe. Zulässige Werte sind 'dec', 'oct' und 'lin'.
zh_hans: %@ 有未知的缩放类型。预期值“dec”或“oct”或“lin”。

source: %@ missing start frequency
de: %@ braucht eine Startfrequenz.
zh_hans: %@ 缺少起始频率

source: %@ missing stop frequency
de: %@ braucht eine Endfrequenz.
zh_hans: %@ 缺少终止频率

# Expected ON or OFF
source: %@ has an invalid parameter. Expected ON or OFF.
de: %@ hat einen falschen Parameter. ON oder OFF erwartet.
zh_hans: %@ 的参数错误。预期值ON或OFF。

source: %@ missing number of analysis points
de: %@ braucht die Anzahl der Analysepunkte.
zh_hans: %@ 缺少分析点的数量

# The circuit is not grounded.
source: Some circuit parts are not grounded!
de: Einige Schaltungsteile sind nicht geerdet!
zh_hans: 部分电路没有接地。

source: %@ missing voltage source
de: %@ braucht eine Spannungsquellenangabe.
zh_hans: %@ 缺少电压源

source: %@ missing start voltage
de: %@ braucht einen Startspannungswert.
zh_hans: %@ 缺少起始电压

source: %@ missing stop voltage
de: %@ braucht einen Endspannungswert.
zh_hans: %@ 缺少终止电压

source: %@ missing voltage step size
de: %@ braucht einen Spannungsschrittwert.
zh_hans: %@ 缺少电压步长值

source: %@ missing scale type
de: %@ braucht eine Skalierungsangabe.
zh_hans: %@ 缺少缩放类型

# missing step time interval
source: %@ missing time step
de: %@ braucht eine Zeitintervalangabe.
zh_hans: %@ 缺少时间步长

source: %@ missing stop time
de: %@ braucht eine Stopzeit
zh_hans: %@ 缺少终止时间

source: %@ missing current source
de: %@ braucht Stromquellenangabe.
zh_hans: %@ 缺少电流源

source: %@ missing start current
de: %@ braucht einen Startstromwert.
zh_hans: %@ 缺少起始电流

source: %@ missing stop current
de: %@ braucht einen Endstromwert.
zh_hans: %@ 缺少终止电流

source: %@ missing current step size
de: %@ braucht einen Stromschrittwert.
zh_hans: %@ 缺少电流步长值

source: %@ missing voltage value
de: %@ braucht einen Spannungswert.
zh_hans: %@ 缺少电压值

source: %@ missing offset
de: %@ braucht einen Offset-Wert.
zh_hans: %@ 缺少偏移量

source: %@ missing amplitude
de: %@ braucht eine Amplitude.
zh_hans: %@ 缺少振幅值

source: %@ missing initial value
de: %@ braucht einen Initialwert.
zh_hans: %@ 缺少初始值

source: %@ missing pulsed value
de: %@ braucht einen Maximalwert.
zh_hans: %@ 缺少脉冲值

source: %@ missing gain value
de: %@ braucht Übertragungsfaktor.
zh_hans: %@ 缺少增益值

source: %@ missing voltage source name
de: %@ braucht Angabe der stromführenden Spannungsquelle.
zh_hans: %@ 缺少电压源名称

source: %@ missing transresistance value
de: %@ braucht einen Transresistanzwert.
zh_hans: %@ 缺少互阻值

source: %@ missing current value
de: %@ braucht einen Stromwert.
zh_hans: %@ 缺少电流值

source: %@ missing transconductance value
de: %@ braucht einen Transkonduktanzwert.
zh_hans: %@ 缺少跨导值

source: missing current gain
de: braucht einen Stromverstärkungsfaktor.
zh_hans: 缺少电流增益

# missing nonlinear voltage expression
source: %@ missing voltage expression
de: %@ braucht Angabe der Spannungsfunktion.
zh_hans: %@ 缺少电压表达式

# missing nonlinear current expression
source: %@ missing current expression
de: %@ braucht Angabe der Stromfunktion.
zh_hans: %@ 缺少电流表达式

source: %@ missing inductance value for first inductor
de: %@ braucht Induktanzwert für erste Spule.
zh_hans: %@ 缺少第一个线圈的电感值

source: %@ missing inductance value for second inductor
de: %@ braucht Induktanzwert für zweite Spule.
zh_hans: %@ 缺少第二个线圈的电感值

source: %@ missing coupling factor between the two inductors
de: %@ braucht einen Kopplungswert.
zh_hans: %@ 缺少线圈之间的耦合系数

source: %@ missing control voltage source name
de: %@ braucht Angabe der stromführenden Kontrollspannungsquelle.
zh_hans: %@ 缺少控制电压源名称

# subcircuit pin not wired
source: Pin "%@" of %@ is not wired.
de: Pin "%@" in Teilschaltung %@ ist nicht verdrahtet.
zh_hans: %2$@ 的接头 “%1$@“ 没有被连接。

# subcircuit pin no internal wiring
source: Pin "%@" of subcircuit %@ is wired externally but not wired internally.
de: Pin "%@" in Teilschaltung %@ ist extern aber nicht intern verdrahtet.
zh_hans: %2$@ 的接头 “%1$@“ 没有被内部链接。

# Subcircuit name is missing.
source: The subcircuit name is missing.
de: Die Kennung der Teilschaltung fehlt.
zh_hans: 缺少子电路的名称
