Repository: robo-fish/Volta
Catalog: app/*.lproj/Volta.strings
Languages: de, zh_hans

source: Yes
de: Ja
zh_hans: 是

source: No
de: Nein
zh_hans: 否

source: OK
de: Bestätigen
zh_hans: 知道了

source: Cancel
de: Abbrechen
zh_hans: 取消

source: Built-in
de: Intern
zh_hans: 系统自带的

source: Copy
de: Kopieren
zh_hans: 复制

# Exception
source: Error
de: Fehler
zh_hans: 错误

# ExceptionOccurred
source: An error has occurred.
de: Ein Programmfehler ist aufgetreten.
zh_hans: 发生了一个错误

# ExceptionLetCrash
source: Crash
de: Abstürzen lassen
zh_hans: 结束

# ExceptionIgnore
source: Ignore
de: Ignorieren
zh_hans: 忽略

# VoltaHelpURL
source: https://robo.fish/volta/help/v124/en/index.html
de: https://robo.fish/volta/help/v124/de/index.html
zh_hans: https://robo.fish/volta/help/v124/cn/index.html

# AboutWindowTitle
source: About Volta
de: Über Volta
zh_hans: 关于Volta

# AboutText
source: © Kai Berk Özer More about Volta at https://robo.fish/wiki/index.php?title=Volta
de: © Kai Berk Özer Mehr über Volta finden Sie auf https://robo.fish/wiki/index.php?title=Volta .
zh_hans: © Kai Berk Özer 访问 https://robo.fish/wiki/index.php?title=Volta 获得更多信息。

source: Volta Preferences
de: Volta Einstellungen
zh_hans: Volta偏好设置

source: Circuit
de: Schaltung
zh_hans: 电路

# VoltaPluginGroup_Simulators
source: Simulators
de: Simulatoren
zh_hans: 仿真器

# VoltaPluginGroup_Schematic_Editors
source: Schematic Editors
de: Schaltdiagramm-Editoren
zh_hans: 原理图编辑器

# VoltaPluginGroup_Netlist_Editors
source: Netlist Editors
de: Netlist-Editoren
zh_hans: 网表编辑器

# VoltaPluginGroup_Library_Editors
source: Library Editors
de: Sammlung-Editoren
zh_hans: 零件库编辑器

# VoltaPluginGroup_Subcircuit_Editors
source: Subcircuit Editors
de: Teilschaltungs-Editoren
zh_hans: 子电路编辑器

# VoltaPluginGroup_Plotters
source: Plotters
de: Diagramzeichner

source: Services
de: Dienste

# WorkflowAction_Plot
source: Plot
de: Zeichnen
zh_hans: 绘图

# WorkflowAction_Capture
source: Capture
de: Erfassen
zh_hans: 捕捉

# WorkflowAction_Analyze
source: Analyze
de: Analysieren
zh_hans: 模拟

# ToolbarItemToolTip_Plot
source: Captures, analyzes and plots results.
de: Erfassen, simulieren und Ergebnisse zeichnen
zh_hans: 捕捉、模拟和绘制结果

# ToolbarItemToolTip_Capture
source: Converts the schematic to a netlist.
de: Schaltdiagramm als Netlist erfassen
zh_hans: 把电路原理图转换成网表

# ToolbarItemToolTip_Analyze
source: Starts or stops a circuit simulation.
de: Starten oder stoppen einer Schaltungssimulation
zh_hans: 开始／结束模拟

# ToolbarItemToolTip_ToggleNetlist
source: Opens or closes the netlist editor and simulator output area.
de: Netlistbereich ein-/ausblenden
zh_hans: 打开／关闭网表编辑器和模拟输出窗格

# ToolbarItemToolTip_TogglePlotter
source: Shows or hides the plotter area.
de: Plotter ein-/ausblenden
zh_hans: 显示／隐藏绘图窗格

# ToolbarItemToolTip_SubcircuitEditor
source: Indicates that this circuit is a subcircuit. Opens the subcircuit editor.
de: Markierung für Teilschaltungen. Öffnet den Teilschaltungs-Editor.
zh_hans: 打开子电路编辑器

source: No simulator output
de: Keine Simulatorausgabe
zh_hans: 无仿真输出

# Action_capture
source: capture
de: Erfassen
zh_hans: 捕捉

source: Subcircuit
de: Teilschaltung
zh_hans: 子电路

# CapturingEmptySchematicMessage
source: The schematic is empty. There is nothing to capture.
de: Das Schaltdiagramm ist leer. Es gibt nichts zu erfassen.
zh_hans: 电路原理图为空。

# ArchiveUpgradePrompt_Title
source: Upgrade "%@"?
de: "%@" aktualisieren?
zh_hans: 是否升级 "%@"?

# ArchiveUpgradePrompt_Title_Without_Source
source: Convert File?
de: Datei aktualisieren?
zh_hans: 转换这个文件？

# ArchiveUpgradePrompt_Message
source: "%@" uses an old format. It will be upgraded and may not be used with older versions of Volta anymore. You now have the opportunity to create a backup copy before continuing.
de: Das Datenformat von "%@" ist alt und wird aktualisiert. Danach kann es u.U. nicht mit älteren Versionen von Volta benutzt werden. Sie haben jetzt die Gelegenheit eine Sicherungskopie zu erstellen bevor Sie fortfahren.
zh_hans: "%@" 使用了一个旧的文件格式，该文件将会被升级且不再被旧的版本支持。推荐在继续之前备份该文件。

# ArchiveUpgradePrompt_Message_Without_Source
source: This Volta file uses an old format. It will be upgraded and may not be used with older versions of Volta anymore. You now have the opportunity to create a backup copy before continuing.
de: Das Datenformat dieser Volta-Datei ist alt und wird aktualisiert. Danach kann es u.U. nicht mit älteren Versionen von Volta benutzt werden. Sie haben jetzt die Gelegenheit eine Sicherungskopie zu erstellen bevor Sie fortfahren.
zh_hans: 此Volta文件使用了一个旧的文件格式，该文件将会被升级且不再被旧的版本支持。推荐在继续之前备份该文件。

# ArchiveUpgradePrompt_Upgrade
source: Upgrade
de: Aktualisieren
zh_hans: 升级

# ArchiveUpgradePrompt_AlwaysUpgrade
source: Always Upgrade
de: Immer aktualisieren
zh_hans: 始终升级

# ArchiveUpgradePrompt_Abort
source: Abort
de: Abbrechen
zh_hans: 终止

# ArchiveUpgradePrompt_Reveal
source: Show in Finder
de: Datei in Finder anzeigen
zh_hans: 在Finder中显示该文件

# Cloud_UseLibraryPrompt
source: Volta has detected an active iCloud account. Would you like to use the component library on iCloud?
de: iCloud wurde erkannt. Möchten Sie die Komponentensammlung in iCloud benutzen?
zh_hans: Volta检测到了一个iCloud帐号. 是否使用iCloud上的元器件库？

# Cloud_CopyLibraryOption
source: Copy local library to iCloud.
de: Lokale Komponentensammlung auf iCloud kopieren.
zh_hans: 复制本地库至iCloud库

# Cloud_UseLibraryPromptInformative
source: You can switch between the local library and the iCloud library at any time.
de: Sie können jederzeit zwischen lokaler Komponentensammlung und iCloud-Komponentensammlung umschalten.
zh_hans: 可以在任何时间切换本地库与iCloud库。

# Cloud_CopyLibrary_Title
source: Copy library
de: Komponentensammlung kopieren
zh_hans: 复制库

# Cloud_CopyCloudLibrary_Message
source: This will copy the contents of your iCloud component library to your local library. Existing files will be overwritten.
de: Der Inhalt Ihrer iCloud-Komponentensammlung wird in die lokale Komponentensammlung kopiert. Gleichnamige Dateien werden überschrieben.
zh_hans: 该操作会复制iCloud元器件库的内容至本地库。已存在的文件将会被覆盖。

# Cloud_CopyLocalLibrary_Message
source: This will copy the contents of your local library to your iCloud library. Existing files will be overwritten.
de: Der Inhalt Ihrer lokalen Komponentensammlung wird in die iCloud-Komponentensammlung kopiert. Gleichnamige Dateien werden überschrieben.
zh_hans: 该操作会复制本地元器件库的内容至iCloud库。已存在的文件将会被覆盖。

# Palette_Most_Used
source: Most Used
de: Häufig Benutzt
zh_hans: 最常用的

# Palette_Capacitors_E12
source: Capacitors
de: Kondensatoren
zh_hans: 电容

# Palette_Inductors_E12
source: Inductors
de: Spulen
zh_hans: 电感器

# Palette_Meters
source: Power sources and meters
de: Quellen u. Meßgeräte
zh_hans: 电源以及测量器

# Palette_Resistors_E12
source: Resistors
de: Widerstände
zh_hans: 电阻

# Palette_Semis
source: Semiconductors
de: Halbleiterbauteile
zh_hans: 半导体

source: Simulator
zh_hans: 仿真器
