Repository: robo-fish/Volta
Catalog: components/library_editor/resources/*.lproj/LibraryEditor.strings
Languages: de, zh_hans

source: Library
de: Sammlung
zh_hans: 库

source: Component Palette
de: Komponentenpalette
zh_hans: 元器件零件盒

source: Component Sources
de: Komponentenquellen
zh_hans: 元器件源

source: Subcircuits
de: Teilschaltungen
zh_hans: 子电路

source: Models
de: Modelle
zh_hans: 模型

# SubcircuitFolderRevealButtonTooltip
source: Reveal subcircuit folder in Finder
de: Ordner der Teilschaltungen in Finder öffnen
zh_hans: 在Finder中显示子电路所在文件夹

# ModelsFolderRevealButtonTooltip
source: Reveal the models folder in Finder
de: Ordner der Modelle in Finder öffnen
zh_hans: 在Finder中显示模型所在文件夹

# PaletteFolderRevealButtonTooltip
source: Reveal palette folder in Finder
de: Ordner der Palette in Finder öffnen
zh_hans: 在Finder中显示零件盒所在文件夹

# PaletteCellPropertiesApplyMessage
source: Close to apply changes
de: Schließen um Änderungen zu speichern
zh_hans: 关闭以使改动生效

# ShowCloudFilesButtonTooltip
source: Show iCloud files
de: iCloud-Dateien anzeigen
zh_hans: 显示iCloud文件

# OpenSubcircuit
source: Open
de: Öffnen
zh_hans: 打开

# Tooltip_ShowSourceFileInFinder
source: Show source file in Finder
de: Quelldatei in Finder anzeigen
zh_hans: 在Finder中显示源文件

# Tooltip_ShowSourceFileInCloud
source: Show source file in iCloud
de: Quelldatei in iCloud anzeigen
zh_hans: 在iCloud中显示源文件

# SingleLineTextModelText
source: Text
zh_hans: 文本
