Repository: robo-fish/Volta
Catalog: components/subcircuit_editor/resources/*.lproj/SubcircuitEditor.strings
Languages: de, zh_hans

# SubcircuitEditorVendorFieldPlaceholder
source: Vendor
de: Herstellerkennung
zh_hans: 制造商标识码

# SubcircuitEditorNameFieldPlaceholder
source: Name
de: Kennung
zh_hans: 名称

# SubcircuitEditorEnablerCheckboxTitle
source: Enabled
de: Aktiv
zh_hans: 启用

# SubcircuitEditorNodeAssignmentTablePinsColumnTitle
source: Pin
de: Anschluss
zh_hans: 接头

# SubcircuitEditorNodeAssignmentTableNodesColumnTitle
source: Internal Node
de: Interner Knoten
zh_hans: 被内部链接

# Action_node_assignment
source: edit node assignment
de: Knotenzuweisung bearbeiten
zh_hans: 编辑节点配置

# Action_change_shape
source: change shape
de: Symbol Ã¤ndern
zh_hans: 改变图标形状

# Action_enable_subcircuit
source: enable subcircuit
de: Teilschaltung aktivieren
zh_hans: 启用子电路

# Action_disable_subcircuit
source: disable subcircuit
de: Teilschaltung deaktivieren
zh_hans: 停用子电路

# Action_edit_title
source: edit title
de: Kennzeichnung bearbeiten
zh_hans: 编辑名称

# Action_edit_vendor
source: edit vendor
de: Herstellerkennung bearbeiten
zh_hans: 编辑制造商标识码
